IdeaRS.Connections
GeneralWeldData Constructor
Compatible with IDEA StatiCa 0.0
Initializes a new instance of the GeneralWeldData class
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public GeneralWeldData()
See Also
Reference
GeneralWeldData Class
IdeaRS.Connections.Data Namespace